Repository: rezamuaz/todolist
Catalog: lib/src/localization/app_*.arb
Languages: id

source: choice schedule
id: pilih jadwal

source: confirm
id: konfirmasi

source: emergency contact
id: kontak darurat

# errField
source: invalid {label}!
id: {label} tidak valid!

source: forgot password
id: lupa password

# formAccountHoldersName
source: account holder's name
id: nama pemilik rekening

# formAccountNumber
source: account number
id: nomor rekening

# formAddress
source: address
id: alamat

# formBankName
source: bank name
id: nama bank

# formCarBrand
source: Car Brand
id: Merk Kendaraan

# formCardModel
source: Car Model
id: Model Kendaraan

# formConfirmPassword
source: Confirm Password
id: Konfirmasi Password

# formCustomerTitle
source: Register Customer
id: Pendaftaran Pelanggan

# formDateofBirth
source: date of birth
id: tanggal lahir

# formEmailSended
source: We have sent a verification code to the email address
id: kode verifikasi telah dikirim ke email anda

# formFullName
source: fullname
id: nama lengkap

# formIDCard
source: ID Card
id: NIK

# formLicensePlate
source: license plate
id: nopol

# formProfilePhoto
source: Profile Photo
id: Foto Profil

# formRelationNumber
source: relation number
id: Nomor Relasi

# formSend
source: send
id: kirim

# formUploadAccountBook
source: upload account book
id: upload buku rekening

# formWhatappsNumber
source: whatapps number
id: no whatapps

# formYearOfVehicleManufacture
source: year of vehicle manufacture
id: Tahun Kendaraan

# labelBack
source: back
id: kembali

# labelContinue
source: continue
id: selanjutnya

source: login
id: masuk

source: register
id: daftar

# registerTitle
source: driver registration
id: pendaftaran driver

source: remember password
id: ingat kata sandi

source: resend code
id: kirim code kembali

source: save
id: simpan

# termsCondition1
source: I agree to the
id: saya setuju

# termsCondition2
source: term and conditions and Privacy Policy
id: dengan syarat dan ketentuan dan kebijakan privasi

# valInputNotEmpty
source: {name} is required!
id: {name} belum diisi!
